[
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-advanced-slides",
  "obsidian-tasks-plugin",
  "obsidian-hider",
  "obsidian-advanced-uri",
  "markdown-prettifier",
  "remember-cursor-position",
  "obsidian-autocomplete-plugin",
  "easy-typing-obsidian",
  "number-headings-obsidian",
  "obsidian-linter",
  "settings-search",
  "obsidian-auto-link-title",
  "ProxyGithub"
]