[
  "table-editor-obsidian",
  "obsidian-kanban",
  "dataview",
  "calendar",
  "obsidian-excalidraw-plugin",
  "templater-obsidian",
  "obsidian-outliner",
  "obsidian-advanced-slides",
  "obsidian-mind-map",
  "obsidian-minimal-settings",
  "obsidian-git",
  "obsidian-tasks-plugin",
  "nldates-obsidian",
  "obsidian-style-settings",
  "obsidian-day-planner",
  "cm-editor-syntax-highlight-obsidian",
  "quickadd",
  "url-into-selection",
  "obsidian-pandoc",
  "obsidian-hider",
  "obsidian-advanced-uri",
  "markdown-prettifier",
  "media-extended",
  "obsidian-dynamic-toc",
  "obsidian-excel-to-markdown-table",
  "remember-cursor-position",
  "obsidian-autocomplete-plugin",
  "multi-column-markdown",
  "workspaces-plus",
  "mx-bili-plugin",
  "easy-typing-obsidian",
  "markdown-table-editor",
  "number-headings-obsidian",
  "obsidian-linter",
  "obsidian-comments",
  "settings-search",
  "open-vscode",
  "css-snippets",
  "obsidian-tts",
  "open-with",
  "obsidian-auto-link-title",
  "oz-image-plugin",
  "ProxyGithub",
  "obsidian-image-toolkit"
]