[
  "table-editor-obsidian",
  "obsidian-kanban",
  "obsidian-advanced-slides",
  "obsidian-tasks-plugin",
  "obsidian-hider",
  "markdown-prettifier",
  "remember-cursor-position",
  "obsidian-autocomplete-plugin",
  "settings-search",
  "obsidian-paste-image-rename",
  "oz-clear-unused-images",
  "number-headings-obsidian",
  "obsidian-hover-editor",
  "notion-like-tables",
  "card-board",
  "style-text"
]